[
  {
    "name": "Arianna Huffington",
    "title": "Founder & CEO",
    "image": "/Team/images/Arianna_Huffington-19.jpg",
    "bio": "<p>Arianna Huffington is the founder of The Huffington Post, the founder and CEO of Thrive Global, and the author of 15 books, including, most recently, Thrive and The Sleep Revolution. In May 2005, she launched The Huffington Post, a news and blog site that quickly became one of the most widely-read, linked to, and frequently-cited media brands on the Internet. In August 2016, she launched Thrive Global, a corporate and consumer well-being and productivity platform with the mission of changing the way we work and live by ending the collective delusion that burnout is the price we must pay for success.</p><p>She has been named to Time Magazine's list of the world’s 100 most influential people and the Forbes Most Powerful Women list. Originally from Greece, she moved to England when she was 16 and graduated from Cambridge University with an M.A. in economics. At 21, she became president of the famed debating society, the Cambridge Union.</p><p>She serves on numerous boards, including Uber and The Center for Public Integrity.</p><p>Her last two books, Thrive: The Third Metric to Redefining Success and Creating a Life of Well-Being, Wisdom, and Wonder and The Sleep Revolution: Transforming Your Life, One Night At A Time, both became instant international bestsellers.</p><p>She is a mother, sister, flat shoe advocate, and sleep evangelist.</p>"
  },
  {
    "name": "Aaron Graves",
    "title": "SVP of Engineering",
    "image": "/Team/images/Aaron_Graves.jpg",
    "bio": ""
  },
  {
    "name": "Abby Levy",
    "title": "President",
    "image": "/Team/images/Abby_Levy.png",
    "bio": "<p>Abby is President at Thrive Global. Prior to this, she was a consultant to consumer product and digital media businesses, advising them on product and marketing strategy. From startup to multinationals, Abby supported clients including Hearst Media, LeagueApps, LittlePim, LiveAuctioneers, MindBody, Seedling, SideTour (now part of Groupon), Synapse and several startups pre-launch.Prior to working for herself, Abby was an Associate Principal at McKinsey & Company’s Innovation Practice and a Product Manager then Category Director at OXO International, a high growth consumer products company best known for the GoodGrips brand of kitchen tools. At OXO, Abby ran new product category development, responsible for launching over 50 products from concept, design and manufacturing to sales and product marketing.</p><p>Abby began her career at McKinsey, first as a Business Analyst in their New York Office and was then promoted early to an Associate position, working in the London Office. Abby earned her B.A. with Honors from Princeton University’s Woodrow Wilson School of Public and International Affairs and earned her M.B.A. with Distinction from Harvard Business School.</p>"
  },
  {
    "name": "Agapi Stassinopoulos",
    "title": "Facilitator and Meditation Coach",
    "image": "/Team/images/Agapi_S.jpg",
    "bio": "<p>Agapi Stassinopoulos is a best-selling author and speaker who inspires audiences around the world. In her previous book, Unbinding the Heart: A Dose of Greek Wisdom, Generosity, and Unconditional Love, she shares the wisdom from her life’s adventures and experiences. In her new book, Wake Up to the Joy of You: 52 Meditations and Practices for a Calmer, Happier Life, she takes readers on a journey and inspires them to let go of what doesn’t work and instead create the lives they really want. Agapi was trained in London at the Royal Academy of Dramatic Art and then moved on to receive her master’s degree in psychology from the University of Santa Monica. Her previous books on the Greek archetypes, Gods and Goddesses in Love and Conversations with the Goddesses, were turned into PBS specials. She is currently conducting workshops for Thrive Global, a company founded by her sister, Arianna Huffington, to help change the way we work and live. She divides her time between New York and Los Angeles and was born and raised in Athens, Greece.</p> Find her online at <a href='http://www.WakeUptotheJoyofYou.com'>www.WakeUptotheJoyofYou.com</a>"
  },
  {
    "name": "Amy Fung",
    "title": "Head of Training - Greater China",
    "bio": "Amy Fung is Head of Training - Greater China at Thrive Global. She is responsible for coordinating, designing and delivering trainings with the team in the Greater China Region. She works closely with the business development team for new business opportunities in the region.  Amy is also a Life and Executive Coach. Prior to Thrive Global, Amy has over 20 years of corporate experience where she was the CFO/FD for several international advertising and PR agencies such as TBWA, M&C Saatchi and Burson-Marsteller for Hong Kong and Greater China.  Amy's interests includes hiking (completion of the trail walker), singing (back-up vocal for a canton pop concert) and Latin dancing with her husband.",
    "image": "/Team/images/Amy_Fung.jpg"
  },
  {
    "name": "Callie Schweitzer",
    "title": "Managing Editor",
    "image": "/Team/images/Callie_Schweitzer.png",
    "bio": "Callie is the Managing Editor at Thrive Global. She comes to Thrive from Time Inc. where she over saw digital growth for the company's 116 brands as Editorial Director of Audience Strategy. She also founded and was Editorial Director of Motto, TIME's empowerment platform for millennial women. She was previously at TIME overseeing audience growth and engagement, social media, search, newsletters, new product initiatives and content partnerships. She is also an award-winning journalist whose work has appeared in TIME, The New York Times, Mashable, The Huffington Post and PEOPLE. She was named to AdWeek's list of Future Publishers in 2015 and to Forbes’ 30 Under 30 in Media in December 2012 and 2013."
  },
  {
    "name": "Dae Hee Lee",
    "title": "Creative Designer",
    "image": "/Team/images/Dae_Hee_Lee.jpg",
    "bio": "Dae Hee is Creative Designer at Thrive Global. He is a multidisciplinary designer from Seoul, South Korea, with a passion for creating sleek, user-centered experiences that make product interaction easier and more delightful. His sensibilities are influenced by his background in architecture, and he often dives into distinct project components in Thrive Global. Before joining Thrive Global, he worked at Huge Inc., and American Express."
  },
  {
    "name": "Danny Shea",
    "title": "Head of Global Expansion",
    "image": "/Team/images/Danny_Shea.jpg",
    "bio": "Danny spent over ten years at The Huffington Post, where he helped build the company from a startup into the world's leading online publication. As Editorial Director, he oversaw the site's expansion into video and led high-impact editorial initiatives, including HuffPost Rise, the solutions journalism video series, HuffPost's presence at the World Economic Forum in Davos and its WorldPost conference in London. In his time at HuffPost, he executed several high-profile launches including HuffPost Live, where he oversaw eight hours of daily live news programming, HuffPost France, the site's first foreign-language edition, and the site's presence on new platforms. He began his career there as Media Editor, covering the media industry. He has appeared in the New York Times, the Wall Street Journal, Bloomberg Business Week and on NBC's \"Today\" show and MSNBC's \"MorningJoe.\" He graduated with honors from Princeton University, where he studied at the Woodrow Wilson School of Public and International Affairs."
  },
  {
    "name": "Dan Katz",
    "title": "Director of Business Development",
    "image": "/Team/images/D_Katz.jpg",
    "bio": "Dan is the Director of Business Development at Thrive Global. Previously, he served as chief of staff to Arianna Huffington at The Huffington Post, aiding in the oversight of the global media company. Prior to HuffPost, Dan was the chief researcher to David Gergen at the Harvard Kennedy School and CNN, also working to build Harvard's Center for Public Leadership. You can find Dan thriving while on a run along the East River, or performing every number from the Broadway show Hamilton."
  },
  {
    "name": "Horacio Fabiano",
    "title": "Special Projects Manager",
    "bio": "Horacio is Special Projects Manager at Thrive Global. Born and raised in Buenos Aires,  Argentina, he obtained a B.A. in Political Science at the Universidad de Belgrano, and pursued a M.A. in International Relations at the Latin American School of Social Sciences. After moving to NYC in 2000, he worked on Arianna’s team at Huffington Post as a Special Projects and Social Media Editor. Previous to his tenure at Huffington Post, Horacio has worked in the public relations, marketing, press, and communications fields for over 12 years serving as a strong leader on numerous campaigns for public, private, non-profit, and government organizations. Horacio loves art & history books, cooking, renovating houses, swimming and his Jack Russell terriers.",
    "image": "/Team/images/Horacio_Fabiano.png"
  },
  {
    "name": "Jeff Swafford",
    "title": "Special Projects Coordinator",
    "image": "/Team/images/Jeff_Swafford.jpg",
    "bio": ""
  },
  {
    "name": "Joey Hubbard",
    "title": "Director of Trainings",
    "image": "/Team/images/JoeHubbard.jpg",
    "bio": "Joey is the Director of Trainings at Thrive Global. He has dedicated the last 30 years to coaching and facilitating motivational seminars to assist individuals and professional organizations in improving their lives, their careers and their businesses all over the world. Joey was recently Executive Consultant and Partner for McGhee Productivity, which provides consulting and educational services to businesses to increase productivity, communication, and quality of life. Raised in urban Los Angeles, Joey rose above the challenges of the area to receive a football scholarship at UCLA and attend UCSD. He has completed Masters in Psychology and Theology. Following college he began his career as a motivational speaker and performance enhancement coach. "
  },
  {
    "name": "Jonathan Berger",
    "title": "VP of Product",
    "image": "/Team/images/J_Berger.jpg",
    "bio": "<p>Jonathan Berger is a designer, developer and technologist who has been active in the NYC technology scene since around 2005, helping to organize events like the <a href=\"http://www.meetup.com/Agile-Experience-Design/\">Agile Experience Design Meetup</a>, the <a href=\"http://www.meetup.com/PivotalNY-Tech-Talks/\">Pivotal Labs Tech Talk series in NY</a>, <a href=\"http://nyc.startupweekend.org/\">Startup Weekend</a>, <a href=\"http://barcampnyc.org\">Barcamp</a>, <a href=\"http://web.archive.org/web/20100604014246/http://www.fashioncamp.org/\">Fashioncamp</a>, and <a href=\"http://www.ignitenyc.org\">IgniteNYC</a>. As a consultant he’s been on the team with almost 30 startups and enterprises in the past few years, and has spent the last seven years building 1) software and 2) an agile design practiceat <a href=\"http://pivotallabs.com\">Pivotal Labs</a>. As a startup founder he helped build <a href=\"http://marketpublique.com\">Market Publique</a>,an online vintage fashion marketplace and community. Prior to that, he earned a Bachelors in Philosophy at Vassar Collegeand a Masters in <a href=\"http://www.newschool.edu/media-studies\">Media Studies at the New School</a> (where he also spentquite a bit of time at <a href=\"http://www.newschool.edu/parsons/mfa-design-technology\">Parson’s Design + Technology program</a>).He has worked as a designer, developer, video editor, animator, and technology consultant for institutions as diverse as Eyebeam, MTV Networks, Yahoo!, Ogilvy, and the American Museum of Natural History.</p><p>Jonathan is an internationally-sought speaker who talks about startups, design, and technology at events like the <a href=\"http://mceconf.com\">Mobile Central Europe Conference</a>, <a href=\"http://leanuxnyc.co/nyc/\">LeanUX NYC</a>, <a href=\"http://agileuxnyc.com/\">Agile UX NYC</a>, <a href=\"http://agile2013.agilealliance.org/\">Agile 2013</a>, <a href=\"http://futureofwebdesign.com/new-york-2011/speakers/#jonathanpberger\">Future of Web Design</a>, <a href=\"http://www.web2expo.com/webexny2010/public/schedule/speaker/72236\">O’Reilly’s Web 2.0 Expo</a>, <a href=\"http://www.meetup.com/ny-tech/events/12976148/\">New York Tech Meetup</a>, <a href=\"http://www.meetup.com/fashion20/events/12126247/\">Fashion 2.0 Startup Showcase</a>, <a href=\"http://nyc.startupweekend.org/2010/09/15/wrap-up/\">Startup Weekend</a>, North Brooklyn Breakfast Club, The ProductGroup, and others.</p><p>He makes it a point of honor to include Comic Sans in every design project.</p> <p><em>Find him on <a href=\"http://twitter.com/jonathanpberger\">twitter</a>, <a href=\"https://github.com/jonathanpberger\">github</a>, <a href=\"http://flickr.com/images/jonathanpberger\">flickr</a>, etc. as @jonathanpberger</em>.</p>"
  },
  {
    "name": "Josy Blair",
    "title": "Sales and Marketing Manager",
    "image": "/Team/images/Josy_Blair01.jpg",
    "bio": "Josy is a Sales & Marketing Manager at Thrive Global. Hailing from Seattle, Josy attended the University of Pennsylvania, where she studied history and art history. She most recently worked at Creative Artists Agency (CAA), building brand partnerships for Fashion, Entertainment and Sports properties. She is a competitive tennis player, though took a slight detour to play varsity squash in college. She is an Alfred Hitchcock aficionado and a classic movie buff."
  },
  {
    "name": "Karolina Chodkiewicz",
    "title": "Director of Business Operations, Marketing & Sales",
    "image": "/Team/images/Karo.jpg",
    "bio": "Karolina is the Director of Sales and Marketing at Thrive Global. She is responsible for setting up processes and managing client relationships. Prior to Thrive, Karolina was part of Google NYC where she most recently worked as a Senior Partnerships Manager within the YouTube organization. Karolina was recruited by Google after completing her Business Administration degree at Lancaster University Management School in 2009. Thriving in collaborative environments, Karolina enjoys getting involved and getting things done. She is a painter and photographer in her free time."
  },
  {
    "name": "Kathryn Friedrich",
    "title": "Chief Marketing Officer",
    "image": "/Team/images/Katheryn_F.jpg",
    "bio": "<p>Kathryn is the Chief Marketing Officer at Thrive Global. She brings more than 20 years of sales, marketing and business operations expertise working for prominent companies in the US and abroad.  Kathryn currently oversees sales and marketing for Thrive Global’s three business pillars - corporate transformation, content & media, and commerce.  Kathryn recently left Google after 9 years where she led a variety of teams across sales, product and content.  Her last role was leading YouTube's global monetization strategy for content development, branded entertainment, advertising and the new subscription service RED.</p><p>Prior to this role, Kathryn was Head of Video Strategy for North, Central and South America, responsible for launching video ad products and developing Google's go-to-market strategy across all countries.  She started at Google running the US Media & Entertainment display sales team, working with film, television and gaming industries to develop digital marketing strategies for the largest media companies in the world.</p><p>Earlier in her career, she worked in magazine publishing where she held executive leadership roles at Hearst, Conde Nast, and American Express. She started her career as a senior financial consultant with KPMG after graduating with a Bachelor of Science from Cornell University. She currently lives in Summit, NJ with her husband and two sons, and enjoys baseball, skiing and golf.</p>"
  },
  {
    "name": "Kirsten Harman",
    "title": "Sales & Marketing Associate",
    "bio": "Kirsten joins Thrive Global as a Sales and Marketing Associate.  She comes from a background in client success at Glassdoor, where she worked with SMB and mid-level companies on their employer branding strategy and recruiting goals.  Prior to Glassdoor, Kirsten graduated from the University of Southern California with a degree in Business Administration and a minor in Communications.  She loves to stay active through running, yoga, and skiing, and enjoys to travel and explore new restaurants in her free time.",
    "image": "/Team/images/Kirsten_Harman.jpg"
  },
  {
    "name": "Lisa Chin Mollica",
    "title": "Director of Product Design",
    "image": "/Team/images/Lisa_Chin.jpg",
    "bio": "Lisa is the Director of Product Design at Thrive Global. She loves to get her hands dirty building companies, mentoring people, and designing intuitive products. She has spent almost twenty years refining brands, creating compelling user experiences, and building things people love to share online. She founded a side-business called KidCash that helps parents create ways to incentivize productive behavior and mindfulness. She can't wait to build products that can improve people's lives at Thrive."
  },
  {
    "name": "Margaux McGrath",
    "title": "Director of Partnerships ",
    "image": "/Team/images/Margaux.jpg",
    "bio": "Margaux is the Director of Partnerships at Thrive Global. Prior to joining Thrive, she served as senior editor to Arianna Huffington at The Huffington Post. Led by her belief that sleep is the gateway to health and well-being, Margaux worked as the lead researcher on The Sleep Revolution. Margaux previously worked as an analyst in Asset and Wealth Management at Deutsche Bank in New York. She supported multiple Managing Directors in the Private Bank nationally and a diverse client base of ultra-high net worth individuals, hedge funds, and private equity firms. She facilitated client transactions across investment advisory, lending, structured products, and banking platforms. Margaux graduated magna cum laude from Georgetown University, and while at Georgetown served as the Chairman of the Board of The Students of Georgetown, Inc. (The Corp), the world’s largest student-owned and operated business and 501(c)(3) non-profit organization. In her role, she oversaw the operation and management of six subsidiary companies generating annual revenues in excess of $4 million. Margaux thrives by prioritizing eight hours of sleep every night! "
  },
  {
    "name": "Maria Ciaravino",
    "title": "Executive Assistant",
    "image": "/Team/images/Maria_C.jpg",
    "bio": "Maria is the Executive Assistant to Arianna Huffington at Thrive Global. A New York native, Maria spent the last 16 years in Los Angeles executive assisting at companies such as the Carsey Werner Company and Wonderful Company. She is a Rutgers University alumni and enjoys golf and imagegraphy in her spare time. She believes in 8 hours of sleep for optimum health!"
  },
  {
    "name": "Maya Major",
    "title": "Chief of Stuff ",
    "image": "/Team/images/Maya_M.jpg",
    "bio": "<p>Maya is Chief of Stuff at Thrive Global. She holds down the fort in business operations, HR, and finance, as well as assisting the President in her day-to-day. She feels so lucky to have joined Thrive Global back in July as one of the first 5 employees. </p><p>Maya grew up in Valparaiso, Indiana (home of the Popcorn Festival), and traveled to New Haven to attend Yale University. After graduation, she moved to New York City to join Smart Vision Labs, where she developed and led a school-based vision exam program donating hundreds of new glasses to students in the city and streamlined POS for the SVOne.</p><p>When not thriving at work, Maya loves to spend time with her older brother and parents, and is on a lifelong mission to make the perfect cup of chai.</p>"
  },
  {
    "name": "Monica E Lee",
    "title": "Head of Communications",
    "image": "/Team/images/Monica_Lee.jpg",
    "bio": "Monica is Head of Communications at Thrive Global. She leads all internal and external communications strategy for the company. Prior to joining Thrive Global, Monica was Vice President and Head of Global Communications at The Huffington Post where she was part of Arianna Huffington's executive leadership team. Monica led strategic communications for the global media company across 16 markets, with oversight of all corporate, business and content communications. Prior to joining HuffPost, Monica spent eight years at NBC Universal most recently serving as Director of Communications for NBC News, managing publicity and communications strategy for the network's top talent and signature programs including TODAY, Dateline and NBC News Primetime Specials. During her time at NBC Universal, Monica also worked in corporate communications and news production for TODAY.  She began her career in media in the prestigious NBC Page Program after graduating with honors from Tufts University. "
  },
  {
    "name": "Olivia Jorgensen",
    "title": "Social Media Editor ",
    "image": "/Team/images/Oliva_Jorgensen.png",
    "bio": "Olivia is the Social Media Editor at Thrive Global. She was an Associate Marketing Manager at Time Inc and a Senior Brand Strategist at Capital One where she managed Capital One 360's social media accounts and the brand strategy behind the bank's customer love campaigns. While a student at Yale University, Olivia was a member of Trumbull College, a Psychology major, and a marketing specialist for Yale University Properties. Olivia is a devout believer in a nap-a-day, but when she isn't catching Zzzs, she can be found baking, exploring the NYC farmers' market scene, and walking along the Hudson River Promenade. "
  },
  {
    "name": "Omar Niazi",
    "title": "Director of Software Engineering",
    "image": "/Team/images/Omar_Niazi.jpg",
    "bio": "<p>Omar is Director of Software Engineering at Thrive Global. He is a seasoned software engineer with a breadth of experience in multiple industries. He's architected apps from the ground up with a variety of companies in media, publishing, travel, and technology. As a developer, Omar played an integral part in the redesign of the NYTimes.com website, and he’s worked with large organizations like Twitter and Google to help them launch interesting projects. Omar has often been a leader for the teams he’s been on, because he’s skilled at his craft, committed to solving problems, and a friendly, approachable person to work with.</p><p><em>Find him on <a href=\"http://twitter.com/ramoizain\">twitter</a>, <a href=\"https://github.com/ramoizain\">github</a>, <a href=\"http://instagram.com/ramoizain\">instagram</a>, etc. as @ramoizain</em>.</p>"
  },
  {
    "name": "Rachel Stern",
    "title": "Associate Editor",
    "image": "/Team/images/Rachel_Stern_3.jpg",
    "bio": "Rachel is Associate Editor at Thrive Global. She grew up in sunny Los Angeles, and, after graduating from college, chose to forgo good weather for the hustle and bustle of New York City. She recently graduated from Brown University with a degree in Modern Culture and Media. Some of her interests include fashion, media consumption, dogs, swimming, social media, dogs, cooking, eating, and dogs. "
  },
  {
    "name": "Rajiv Pant",
    "title": "CTO & Chief Product Officer",
    "image": "/Team/images/Rajiv.png",
    "bio": "Rajiv is the CTO at Thrive Global. Rajiv is an entrepreneur, consultant, and sought after speaker. As CTO at The New York Times, Rajiv led the successful development and delivery of dozens of acclaimed mobile and web products over 4 years. He managed a staff of 420+ which he grew from a third of its size. Before this, he headed up digital technology at Conde Nast for 4 years, where he managed multiple fast-paced, growing teams including Reddit. Admired by his colleagues as a people-person, open-minded collaborator, and approachable leader, Rajiv also enjoys writing software code. He has received several prestigious awards during his career including being honored as a Young Global Leader by the World Economic Forum in 2014."
  },
  {
    "name": "Ruslan Tovbulatov",
    "title": "Director of Client Services and Corporate Marketing",
    "image": "/Team/images/Ruslan_Tovbulatov.jpg",
    "bio": "Ruslan is the Director of Client Services and Corporate Marketing at Thrive Global. After leading video product commercialization for YouTube and launching Google's SMB media agency team, Ruslan co-founded the Google BrandLab, a state-of-the-art experience center and brand consultancy. Over the past 5 years, he scaled the program to 6 centers across 4 continents, working with 225 global brands on their marketing strategies, leading to more than $400M in digital marketing initiatives on Google’s platforms. Prior to Google, Ruslan oversaw consumer research at Kantar Retail for many of the world’s largest CPG manufacturers and retailers. He is also a 30 under 30-recognized creative, a native Russian speaker, and holds a B.A. in Government and Philosophy from Dartmouth College."
  },
  {
    "name": "Samantha Felix",
    "title": "Head of Audience and Analytics",
    "image": "/Team/images/Samantha_Felix_2.jpg",
    "bio": "Samantha is the Head of Audience and Analytics at Thrive Global. She has ten years of experience running digital media strategy for companies and publishers of various sizes. Previously she was head of audience for Mic Network, managing a team of 13 people covering strategy across all platforms. Before Mic, she was the social media managing editor for Thrillist Media Group and spent five years in management consulting. Samantha has a master of arts in comparative literature and a bachelor of arts in literature from Chapman University."
  },
  {
    "name": "Samantha Winkelman",
    "title": "Head of Media Operations",
    "image": "/Team/images/Samantha_Winkelman.jpg",
    "bio": "<p>Samantha Winkelman is the Head of Media Operations at Thrive Global, where she collaborates across teams to create processes and growth strategies for the editorial and business arms of the media platform.</p><p>Prior to this, Samantha was at Gawker Media for over six years, where she built their advertising strategy team, worked with revenue and editorial teams to drive partnerships with key advertisers, and established processes to scale creative development. She also spent time at Redscout, a strategy firm, where she led brand and innovation projects.</p><p>Samantha’s obsessions range from beautiful design and typography to business literature about ownership mentality to insidery media tweets to cheese.</p>"
  },
  {
    "name": "Sarah Beller",
    "title": "Staff Writer",
    "bio": "Sarah Beller is a social worker and writer. As a writer for Thrive Global, she researches and writes about news and scientific developments related to health, work, tech and more.",
    "image": "/Team/images/Sarah_Beller.jpg"
  },
  {
    "name": "Sarah Firshein",
    "title": "Editorial Strategist",
    "bio": "",
    "image": "/Team/images/Sarah_Firshein.jpg"
  },
  {
    "name": "Shelby Lorman",
    "title": "Editorial Fellow",
    "bio": "",
    "image": "/Team/images/Shelby_Lorman_2.JPG"
  },
{
    "name": "Sophie Moura",
    "title": "Digital Content Strategist",
    "bio": "Sophie Moura is Digital Content Strategist at Thrive, where she develops contributor resources to support Thrive's community platform. She was most recently the head of business and technology content at Medium; before that, she was deputy editor of Glamour. Sophie graduated magna cum laude from Harvard University and lives in Manhattan with her family. Her Thrive-iest recent moment was enjoying the supermoon with her family!",
    "image": "/Team/images/Sophie_Moura.jpg"
  },
  {
    "name": "Stephen Sherrill",
    "title": "Editorial Director",
    "bio": "",
    "image": "/Team/images/Stephen_Sherrill.jpg"
  }
]
